Repository: Esukhia/Corpora
Catalog: Parallel/84000/Toh_179-Teaching_The_Relative_and_Ultimate_Truths-v1.tmx
Source language: bo
Languages: en

source: རིགས་ཀྱི་བུ་དོན་དམ་པར་ན་ཆོས་ཐམས་ཅད་ཤིན་ཏུ་མ་སྐྱེས་པ།
en: Children of noble family, ultimately all phenomena are utterly unborn,

source: མ་བྱུང་བ།
en: utterly unarisen,

source: དངོས་པོ་མེད་པའོ། །
en: and utterly unreal.”

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་ཤིན་ཏུ་ངོ་མཚར་དུ་གྱུར་ནས་
en: The bodhisattva great beings were amazed.

source: སྟན་ལས་ལངས་ཏེ།
en: They rose from their seats

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཤཱཀྱ་ཐུབ་པ་ལ་ཡང་ཤིན་ཏུ་རྒྱ་ཆེ་བ།
en: and performed a very elaborate

source: ཤིན་ཏུ་ཁྱད་པར་དང་ལྡན་པའི་མཆོད་པ་བྱས་ནས།
en: and unique worship of the Blessed, thus-gone, worthy, perfect Buddha Śākyamuni.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ།
en: They bowed down their heads to the feet of the Blessed One

source: ཚིག་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: and said,

source: བཅོམ་ལྡན་འདས་སེམས་ཅན་ཐམས་ཅད་འདི་ལྟ་བུའི་སེང་གེའི་སྒྲ།
en: “Blessed One, a lion’s roar,

source: བྱེ་བྲག་ཏུ་འཕགས་པའི་སྒྲ།
en: an especially exalted sound,

source: ཁྱུ་མཆོག་གི་སྒྲ།
en: the sound of the supreme leader,

source: སྐྱེས་བུ་ཆེན་པོའི་སྒྲ།
en: the sound of a great being,

source: ཡང་དག་པའི་སྒྲ།
en: a sound of the genuine,

source: དེ་ཁོ་ནའི་སྒྲ།
en: the sound of thatness,

source: མི་དམིགས་པའི་སྒྲ།
en: a sound beyond reference point,

source: དོན་དམ་པའི་སྒྲ།
en: the sound of the ultimate.”

source: མི་དམིགས་པའི་ཚུལ་གྱིས་འབྱིན་པར་གྱུར་ཅིག །
en: in a manner beyond reference point, please emit your sound to all beings:

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་དགའ་མགུ་རངས་ནས་
en: Those bodhisattva great beings happily

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཤཱཀྱ་ཐུབ་པ་ལ་ལན་བརྒྱ་སྟོང་དུ་མར་བསྐོར་བ་བྱས་ནས།
en: and joyfully circumambulated the Blessed, thus-gone, worthy, perfect Buddha Śākyamuni several hundred thousand times before

source: བཅོམ་ལྡན་འདས་ཀྱི་གན་ནས་སླར་དོང་སྟེ།
en: finally departing from the presence of the Blessed One.

source: དེ་དག་ཕྱོགས་བཅུར་སོང་ནས་
en: Proceeding into the ten directions,

source: མི་དམིགས་པའི་བརྩོན་འགྲུས་ཀྱི་གོ་ཆ་ཆེན་པོ་གོ་ཆ་མེད་པའི་ཚུལ་གྱིས་བགོས་
en: they donned, in the manner of having no armor, the great armor of diligence beyond reference point.

source: ནས་དོན་དམ་པ་དང་། ཀུན་རྫོབ་ཀྱི་བདེན་པ་གཉིས་ལ་གནས་པའི་ཆོས་བསྟན་པ་འདི་ཉིད་མི་སྟོན་པའི་ཚུལ་གྱིས་སྟོན་ཏོ། །
en: In this way they taught, without teaching, this Dharma teaching, which abides within both the ultimate and the relative truths.

source: ཆོས་འདུལ་བ་འདི་ཉིད་ལ་སེམས་ཅན་ཐམས་ཅད་འདུལ་ཞིང་སྟོན་ཏོ། །
en: They taught this very Dharma-vinaya to tame all beings and,

source: མི་འཇོག་པའི་ཚུལ་གྱིས་རབ་ཏུ་འགོད་དོ། །
en: without establishing, they established these beings in the teaching.

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་སྟན་དེ་ལ་འདུག་སྟེ་མ་ལངས་པར་འདི་འདྲ་བའི་ཏིང་ངེ་འཛིན་ལ་མཉམ་པར་བཞག་སྟེ།
en: Mañjuśrī Kumārabhuta did not get up, but remained on his seat, resting evenly in absorption.

source: ཏིང་ངེ་འཛིན་དེས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་གཙུག་ཏོར་གྱི་གསེབ་སྤྱི་བོའི་གཙུག་ནས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དམིགས་པ་དང་། མི་ཤེས་པ་སེལ་བ་ཞེས་བྱ་བའི་འོད་ཟེར་བྱུང་སྟེ།
en: By means of his absorption, a light known as eradicating the reference points and ignorance of all beings shone forth above his head from his crown protuberance.

source: དེ་བྱུང་ནས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་དུ་སངས་རྒྱས་ཀྱི་ཞིང་རབ་འབྱམ་ཐམས་ཅད་སྣང་བར་བྱས་སོ། །
en: As the light appeared, it illuminated all the infinite buddha realms within all the worlds in the ten directions.

source: འོད་ཟེར་སྣང་བ་དེས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཤཱཀྱ་ཐུབ་པས་ཆོས་བཤད་པ།
en: The light rays caused the Blessed, thus-gone, worthy, perfect Buddha Śākyamuni to teach the Dharma

source: ཀུན་རྫོབ་དང་དོན་དམ་པའི་བདེན་པ་གཉིས་ལ་བརྟེན་པ་མི་ཐོས་པའི་ཚུལ་གྱིས་ཐོས་སོ། །
en: so that the teaching on relying on both the relative and ultimate truth was heard, without being heard.

source: འདི་ལྟར་ཕྱོགས་བཅུ་མཐའ་ཡས་མུ་མེད་པའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ན་བཞུགས་པའི་སངས་རྒྱས་དང་།
en: In order to pay homage to all the buddhas and the bodhisattva great beings in all the infinite and limitless worlds in the ten directions,

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཐམས་ཅད་ལ་མཆོད་པ་བྱ་བའི་ཕྱིར་འོད་ཟེར་གྱི་སྣང་བ་དེ་ལས་ལྷའི་མེ་ཏོག་གི་ཆར་འབེབས་པའི་སྤྲིན་བྱུང་ངོ་། །
en: the light produced clouds that rained down divine flowers,

source: ལྷའི་བདུག་པའི་ཆར་འབེབས་པའི་སྤྲིན་བྱུང་ངོ་། །
en: clouds that rained down divine fragrant herbs,

source: ལྷའི་སྤོས་ཀྱི་ཆར་འབེབས་པའི་སྤྲིན་བྱུང་ངོ་། །
en: clouds that rained down divine incense,

source: ལྷའི་ཕྲེང་བའི་ཆར་འབེབས་པའི་སྤྲིན་བྱུང་ངོ་། །
en: clouds that rained down divine garlands,

source: ལྷའི་བྱུག་པའི་ཆར་འབེབས་པའི་སྤྲིན་བྱུང་ངོ་། །
en: clouds that rained down divine unguents,

source: ལྷའི་ཕྱེ་མའི་ཆར་འབེབས་པའི་སྤྲིན་བྱུང་ངོ་། །
en: clouds that rained down divine powders,

source: ལྷའི་གོས་ཀྱི་ཆར་འབེབས་པའི་སྤྲིན་བྱུང་ངོ་། །
en: clouds that rained down divine garments,

source: ལྷའི་གདུགས་ཀྱི་ཆར་འབེབས་པའི་སྤྲིན་བྱུང་ངོ་། །
en: clouds that rained down divine parasols,

source: ལྷའི་རྒྱལ་མཚན་གྱི་ཆར་འབེབས་པའི་སྤྲིན་བྱུང་ངོ་། །
en: clouds that rained down divine standards,

source: ལྷའི་བ་དན་གྱི་ཆར་འབེབས་པའི་སྤྲིན་བྱུང་ངོ་། །
en: clouds that rained down divine banners,

source: ལྷའི་རྣམ་པར་རྒྱལ་བའི་བ་དན་གྱི་ཆར་འབེབས་པའི་སྤྲིན་བྱུང་ངོ་། །
en: clouds that rained down divine victory banners,

source: ལྷའི་བླ་རེའི་ཆར་འབེབས་པའི་སྤྲིན་གྱི་བར་དུ་བྱུང་ངོ་། །
en: clouds that rained down divine canopies.

source: བདུག་པ་དང་།
en: fragrant herbs,

source: ཕྲེང་བ་དང་།
en: garlands,

source: བྱུག་པ་དང་།
en: unguents,

source: ཕྱེ་མ་དང་།
en: powders,

source: ཆོས་གོས་དང་།
en: garments,

source: གདུགས་དང་།
en: parasols,

source: རྒྱལ་མཚན་དང་།
en: standards,

source: བ་དན་དང་།
en: banners,

source: རྣམ་པར་རྒྱལ་བའི་བ་དན་དང་།
en: victory banners,

source: བླ་རེའི་ཆར་འབེབས་པའི་སྤྲིན་བྱུང་ངོ་། །
en: and canopies.

source: རྣམ་པ་ཐམས་ཅད་ཀྱི་མཆོག་དང་ལྡན་པ། བླ་ན་མེད་པའི་བདེ་བ་ཆེན་པོ་ཐམས་ཅད་ཕུན་སུམ་ཚོགས་པའི་ལྷའི་མེ་ཏོག་དང་།
en: Thus they sent forth clouds that rained down divine flowers,

source: བདུག་པ་དང་། སྤོས་དང་།
en: fragrant herbs, incense,

source: ཕྲེང་བ་དང་། བྱུག་པ་དང་། ཕྱེ་མ་དང་།
en: garlands, unguents, powders,

source: ཆོས་གོས་དང་། གདུགས་དང་། རྒྱལ་མཚན་དང་།
en: garments, parasols, standards,

source: བ་དན་དང་། རྣམ་པར་རྒྱལ་བའི་བ་དན་དང་།
en: banners, victory banners,

source: བླ་རེའི་ཆར་གྱི་སྤྲིན་རབ་ཏུ་གཏོང་ངོ་། །
en: and canopies that were all of the finest quality and produced all forms of unexcelled exuberance.

source: དེ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ཏིང་ངེ་འཛིན་དེ་ལས་ལངས་ཏེ།
en: Now Mañjuśrī Kumārabhuta emerged from his absorption.

source: ལངས་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཤཱཀྱ་ཐུབ་པ་ལ་ལན་བརྒྱ་སྟོང་དུ་མར་མི་དམིགས་པའི་ཚུལ་གྱིས་བསྐོར་བ་བྱས་ནས་
en: In a manner beyond reference points, he circumambulated the Blessed, thus-gone, worthy, perfect Buddha Śākyamuni several hundred thousand times before

source: འཇིག་རྟེན་གྱི་ཁམས་མི་མཇེད་ཅེས་བྱ་བ་འདི་ནས་སླར་སོང་ངོ་། །
en: he departed from this Sahā world.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ།
en: The Blessed One now told Venerable Ānanda,

source: ཀུན་དགའ་བོ་ཆོས་ཀྱི་རྣམ་གྲངས་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཐམས་ཅད་ཀྱི་འབྱུང་གནས་འདི་ཟུང་ཤིག །
en: “Ānanda, you should uphold

source: རྒྱས་པར་གྱིས་ཤིག །
en: and propagate this Dharma teaching, which is the source of all buddhas and bodhisattva great beings.”

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Venerable Ānanda answered the Blessed One,

source: བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བདག་གིས་གཟུང་བ་ནི་ལགས་ན།
en: “Blessed One, I can indeed uphold this teaching,

source: རྒྱས་པར་བགྱིད་ནི་མི་ནུས་སོ། །
en: but I would be unable to propagate it.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་དོན་དམ་པར་དམིགས་པ་ལ་མངོན་པར་ཞེན་པའི་སེམས་ཅན་ཤིན་ཏུ་མང་སྟེ།
en: The reason, Blessed One, is that ultimately there are so many beings who cling to reference points;

source: རྫས་ལ་མངོན་པར་ཞེན་པ་ནས་དངོས་པོའི་བར་ལ་མངོན་པར་ཞེན་ཏེ།
en: they also cling to physical matter,

source: ལོག་པར་འཛིན་པ་དེ་ལས་དབྱེ་བ་ཤིན་ཏུ་དཀའོ། །
en: and they cling to substance, and it is extremely difficult to break them away from this mistaken grasping.”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །
en: The Blessed One said to Venerable Ānanda,

source: ཀུན་དགའ་བོ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ནི་འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་གྱི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཐམས་ཅད་ཀྱིས་བྱིན་གྱིས་མི་རློབ་པའི་ཚུལ་གྱིས་བྱིན་གྱིས་བརླབས་སོ། །
en: “Ānanda, all the blessed buddhas in the past, present, and future have blessed, without blessing, this Dharma teaching.

source: ཀུན་དགའ་བོ་ཁྱོད་རྐྱེན་ཙམ་གྱིས་ཤིག །
en: Ānanda, you only need to act as a mere circumstance.”

source: ཀུན་དགའ་བོས་གསོལ་པ།
en: Venerable Ānanda asked him,

source: བཅོམ་ལྡན་འདས་
en: “Blessed One,

source: རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གང་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཆུང་ངུ་ན་ཉན་པར་འགྱུར་བ་དེ་དག་ཅི་འདྲ་བར་འགྱུར།
en: what happens if a son or daughter of noble family should hear just a little of this teaching?”

source: ཀུན་དགའ་བོ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལས་དེ་བཞིན་གཤེགས་པས་ཡང་དག་པར་བསྟན་པ།
en: “Ānanda, it is based on this Dharma teaching that the Thus-gone One genuinely teaches,

source: དེ་ཁོ་ན་བསྟན་པ།
en: shows reality,

source: མི་དམིགས་པ་བསྟན་པ།
en: shows the absence of reference points,

source: དོན་དམ་པ་བསྟན་པ།
en: shows the ultimate,

source: མི་སྟོན་པའི་ཚུལ་གྱིས་བསྟན་ཏོ། །
en: and teaches without teaching.

source: བསྟན་པ་དེ་ཡང་བསམ་གྱིས་མི་ཁྱབ།
en: This teaching is inconceivable

source: དཔག་ཏུ་མེད་དེ།
en: and limitless.

source: ཀུན་དགའ་བོ་དེ་བཞིན་དུ་གང་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལས་ཆུང་ངུ་ན་ཡི་གེ་འབྲུ་གཅིག་ཙམ་ཡང་མི་ཉན་པའི་ཚུལ་གྱིས་མཉན་ན་
en: Ānanda, whoever hears, without hearing, a little of this Dharma teaching, even if it is just a single syllable,

source: སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་བསམ་གྱིས་མི་ཁྱབ་ཅིང་དཔག་ཏུ་མེད་པར་འགྱུར་རོ། །
en: will encounter all the inconceivable and limitless teachings of the Buddha.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Then Venerable Ānanda asked the Blessed One,

source: བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་མིང་ཅི་ལགས།
en: “Blessed One, what is the name of this Dharma teaching?

source: འདི་ཇི་ལྟར་གཟུང་བར་བགྱི།
en: How should one apprehend it?”

source: ཀུན་དགའ་བོ་དེའི་ཕྱིར་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཀུན་རྫོབ་དང་། དོན་དམ་པའི་བདེན་པ་བསྟན་པ་ཞེས་བྱ་བར་ཟུང་ཤིག །
en: “Ānanda, you should know this Dharma teaching as Teaching the Relative and Ultimate Truths.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།
en: When the Blessed One had spoken,

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་དང་།
en: the bodhisattva great beings,

source: ཉན་ཐོས་ཆེན་པོ་དེ་དག་དང་།
en: the great hearers,

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་དང་།
en: Venerable Ānanda,

source: འཁོར་དེ་དག་ཐམས་ཅད་དང་།
en: and the entire retinue,

source: ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ།
en: as well as the world with all its gods, humans, demigods, and gandharvas, rejoiced

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཤད་པ་ལ་མངོན་པར་བསྟོད་དོ། །
en: and praised the Blessed One’s teachings.

source: འཕགས་པ་ཀུན་རྫོབ་དང་དོན་དམ་པའི་བདེན་པ་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།
en: This completes the Noble Great Vehicle Sūtra, Teaching the Relative and Ultimate Truths.
